Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mc6.tmx
Source language: en
Languages: sv

source: use libarchive when possible; fall back to the
sv: använd libarchive om möjligt; använd annars det

source: Building bucket view...
sv: Bygger bucketvy...

source: %s needs %ld bytes, only %lld left after 0x%llX
sv: %s behöver %ld byte, endast %lld återstår efter 0x%llX

source: Packing: %s
sv: Packar: %s

source: Cannot view %s Not a regular file
sv: Kan inte visa %s Inte en vanlig fil

source: Edit is disabled
sv: Redigering inaktiverad

source: Find file
sv: Sök fil

source: Search File
sv: Sök fil

source: Left arrow keypad
sv: Vänsterpil, num tang

source: TCP &Keepalive
sv: TCP-&livstecken

source: Great than
sv: Större än

source: No valid bucket names in configuration.
sv: Inga giltiga bucketnamn i konfigurationen.

source: Right bracket
sv: Höger hakparentes

source: No values in current scope.
sv: Inga värden i aktuellt omfång.

source: Check &POSIX new line
sv: Kontrollera &POSIX-radslut

source: Non-printable characters
sv: Icke utskrivbara tecken

source: Wil&dcard search
sv: &Jokertecken

source: Find SUID and SGID programs
sv: Sök SUID- och SGID-program

source: File name scrolled, left
sv: Filnamn rullat, vänster

source: Keepalive
sv: Livstecken

source: &Remove
sv: &Ta bort

source: Page Down keypad
sv: Page Down, num tang

source: A buffer is read-only
sv: En buffert är skrivskyddad

source: Create directory
sv: Skapa katalog

source: Matches in %s (%u)
sv: Träffar i %s (%u)

source: Operation cancelled
sv: Åtgärden avbröts

source: shell: unknown host key type:
sv: shell: okänd värdnyckeltyp:

source: File was modified. Save with exit?
sv: Filen har ändrats. Spara vid nedstängning?

source: &write by owner
sv: s&krivning av ägaren

source: Goto line (left)
sv: Gå till rad (vänster)

source: Tab key
sv: Tabulator

source: Hotlist
sv: Katalogfavoriter

source: Socket, FIFO, door
sv: Uttag, FIFO, door

source: Name:
sv: Namn:

source: Ampersand
sv: Et-tecken

source: Authenticating and probing directory...
sv: Autentiserar och undersöker katalog...

source: Panelize
sv: Panelisera

source: Select down
sv: Markera nedåt

source: Other formats
sv: Andra format

source: Build rows lazily above:
sv: Bygg rader vid behov över:

source: Plugin %s is not available
sv: Insticksmodulen %s är inte tillgänglig

source: Find declaration
sv: Sök deklaration

source: Background process: Directory %s is not empty. Delete it recursively?
sv: Bakgrundsprocess: Katalog %s är inte tom. Ta bort den rekursivt?

source: Synchronous updates
sv: Synkrona uppdateringar

source: EXTFS virtual file system: wrong file name
sv: EXTFS virtuellt filsystem: fel filnamn

source: ButtonBar|Wrap
sv: ButtonBar|BrytRd

source: Start macro recording
sv: Starta makroinspelning

source: The file has been modified in the meantime. Save anyway?
sv: Filen har modifierats av något annat under tiden. Spara ändå?

source: Connecting to %s:%d...
sv: Ansluter till %s:%d...

source: ButtonBar|Move
sv: ButtonBar|Flytta

source: Copying is not supported at this navigation level
sv: Kopiering stöds inte på denna navigeringsnivå

source: SFTP Connection
sv: SFTP-anslutning

source: C&ontinue
sv: F&ortsätt

source: expected value
sv: förväntade värde

source: &Try SSL
sv: &Försök med SSL

source: Discard the changes?
sv: Förkasta ändringarna?

source: Go to declaration
sv: Gå till deklaration

source: Permission
sv: Rättighet

source: Connecting to '%s'...
sv: Ansluter till ”%s”...

source: Toggle hidden files
sv: Växla visning av dolda filer

source: shell: making connection to %s
sv: shell: ansluter till %s

source: Pane&lize
sv: &Panelisera

source: Enter password for %s@%s
sv: Ange lösenord för %s@%s

source: Light: vertical
sv: Tunn: lodrät

source: MC was unable to write %s file, your old hotlist entries were not deleted
sv: MC kunde inte skriva filen %s. Dina gamla favoritposter har inte tagits bort

source: Action failed
sv: Åtgärden misslyckades

source: group
sv: grupp

source: Open file in editor
sv: Öppna fil i redigeraren

source: Test binary:
sv: Testprogram:

source: &Command
sv: &Kommando

source: Database
sv: Databas

source: Attributes: %s
sv: Attribut: %s

source: Left bracket
sv: Vänster hakparentes

source: &Ignore
sv: I&gnorera

source: Cannot remove directory %s
sv: Det går inte att ta bort katalogen %s

source: Function key 1
sv: Funktionstangent 1

source: Quotation mark
sv: Citationstecken

source: &Link
sv: &Länk

source: sftp: cannot read %s
sv: sftp: kan inte läsa %s

source: Blin&k
sv: Blin&kande

source: Hotkey:
sv: Snabbtangent:

source: Edit &term file
sv: Redigera &term-fil

source: Reverse sort order
sv: Omvänd sorteringsordning

source: Ctags executable:
sv: Körbar fil för Ctags:

source: &Shadows
sv: &Skuggor

source: unterminated processing instruction
sv: oavslutad bearbetningsinstruktion

source: Tilda
sv: Tilde

source: &Fold / Unfold block
sv: &Vik in/ut block

source: Other panel cd here
sv: Byt till denna katalog i andra panelen

source: User menu
sv: Användarmeny

source: Previous difference
sv: Föregående skillnad

source: '%s' is not a symbolic link
sv: '%s' är inte en symbolisk länk

source: Executable &first
sv: &Körbara först

source: File &types
sv: Fil&typer

source: Group "%s" is not empty. Remove it?
sv: Gruppen "%s" är inte tom. Ta bort den?

source: User supplied format looks invalid, reverting to default.
sv: Det angivna formatet ser ogiltigt ut, faller tillbaka till standard.

source: truncated COFF header
sv: trunkerat COFF-huvud

source: Enter password:
sv: Ange lösenord:

source: Reading remote directory...
sv: Läser fjärrkatalog...

source: Cannot open resized source.
sv: Kan inte öppna källa efter storleksändring.

source: shell: can't compute host key fingerprint hash
sv: shell: kan inte beräkna hashvärdet för värdnyckelns fingeravtryck

source: Conflict
sv: Konflikt

source: Toggle code fold
sv: Vik in/ut kod

source: Selected source (file I/O) codepage: %s
sv: Vald teckenkodning för filinmatning/utmatning: %s

source: Hotkey letters of buttons and checkboxes
sv: Snabbtangenternas bokstäver på knappar och kryssrutor

source: Indexed directory
sv: Indexerad katalog

source: Failed to create archive
sv: Kunde inte skapa arkiv

source: Copy single file
sv: Kopiera en fil

source: Sorry, I could not put the job in background
sv: Jobbet kunde tyvärr inte göras i bakgrunden

source: Cannot fstat source file %s
sv: Kan inte läsa status för den öppna källfilen %s

source: Edit &menu file
sv: Redigera &menyfilen

source: Save &mode...
sv: S&ätt att spara...

source: Put current link to cmdline
sv: Infoga aktuell länk på kommandoraden

source: S&uspend
sv: Pa&usa

source: UP--DIR
sv: UPPKAT

source: Selected item
sv: Vald post

source: Which extension file you want to edit?
sv: Vilken filändelsefil vill du redigera?

source: terminal default
sv: terminalens standard

source: &General...
sv: &Allmänt...

source: Mark &all
sv: Markera &allt

source: Configuration
sv: Inställningar

source: &Preallocate space
sv: F&örallokera utrymme

source: [this_dir] [other_panel_dir]
sv: [denna_katalog] [andra_panelens_katalog]

source: Attributes: unavailable
sv: Attribut: inte tillgängliga

source: Listing format
sv: Listformat

source: The fragment is longer than the target. Use the first bytes only?
sv: Fragmentet är längre än målet. Använd endast de första byten?

source: No paths to panelize.
sv: Inga sökvägar att visa i panelen.

source: <file>
sv: <fil>

source: Copy to clipboard
sv: Kopiera till urklipp

source: Move "%s" directory to:
sv: Flytta katalogen ”%s” till:

source: Lua modules:
sv: Lua-moduler:

source: Owner
sv: Ägare

source: Extension file edit
sv: Redigera filändelsefil

source: directory not found
sv: katalogen hittades inte

source: Plugin panel
sv: Insticksmodulpanel

source: Edit other file
sv: Redigera andra filen

source: To
sv: Till

source: Group
sv: Grupp

source: &Mouse page scrolling
sv: &Sidrullning med musen

source: bo&th
sv: bå&da

source: Running external archiver, please wait...
sv: Kör externt arkiveringsprogram, vänta...

source: ButtonBar|Search
sv: ButtonBar|Sök

source: Struct look: hex
sv: Strukturvisning: hex

source: No values found.
sv: Inga värden hittades.

source: Create relative symlink
sv: Skapa relativ symbolisk länk

source: Cannot create target symlink %s
sv: Kan inte skapa målsymlänk %s

source: &Input
sv: &Inmatning

source: Unpack helper:
sv: Uppackningshjälpprogram:

source: Format paragraph (Lua action)
sv: Formatera stycke (Lua-åtgärd)

source: C1 key
sv: C1-tangenten

source: The entry needs a label
sv: Posten behöver en etikett

source: Add to external panelize
sv: Lägg till extern panelisering

source: Create a new Directory
sv: Skapa en ny katalog

source: Options
sv: Alternativ

source: Wrap mode
sv: Radbrytning

source: ERROR:
sv: FEL:

source: &Files only
sv: Endast &filer

source: A&uto save panels setup
sv: A&utospara panelinställn

source: Filtered view
sv: Filtrerad vy

source: Files no filehighlight.ini group matches
sv: Filer som ingen grupp i filehighlight.ini matchar

source: shell: unsupported seek on an archive input stream
sv: shell: positionering i arkivets indataström stöds inte

source: Panel modes
sv: Panellägen

source: Show &hidden structures
sv: Visa &dolda strukturer

source: &Group undo
sv: &Gruppera ångra

source: Find File
sv: Sök fil

source: Plugin column metadata not found
sv: Metadata för insticksmodulens kolumner saknas

source: Drive menu (right panel)
sv: Enhetsmeny (höger panel)

source: No matches found.
sv: Inga träffar hittades.

source: Toggle &line filter
sv: Växla &radfilter

source: Cannot read source file: %s
sv: Kan inte läsa källfil: %s

source: Enter passphrase for key %s
sv: Ange lösenfras för nyckeln %s

source: Numeric fields must be valid; leaf size > 0, fanout >= 2.
sv: Talfälten måste vara giltiga; lövstorlek > 0, förgreningsgrad >= 2.

source: Current text was modified without a file save. Continue discards these changes.
sv: Nuvarande text har modifierats utan att sparas. Fortsätt kastar bort dessa ändringar.

source: Target
sv: Mål

source: &Long file list
sv: &Lång fillista

source: Cannot chattr %s
sv: Kan inte ändra filattribut för %s

source: Item
sv: Post

source: Default cluster:
sv: Standardkluster:

source: Create symbolic link
sv: Skapa symbolisk länk

source: The utar:// virtual filesystem has been removed. Use the arcmc panel plugin, if installed, or an external tar command.
sv: Det virtuella filsystemet utar:// har tagits bort. Använd panelinsticksmodulen arcmc, om den är installerad, eller ett externt tar-kommando.

source: Cannot close target file %s
sv: Det går inte att stänga målfilen %s

source: No tags found for the current file.
sv: Inga taggar hittades för den aktuella filen.

source: Server/UNC path:
sv: Server/UNC-sökväg:

source: Group separator
sv: Gruppavskiljare

source: Home directory:
sv: Hemkatalog:

source: Print configure options
sv: Skriv ut configure-alternativ

source: Cannot save connection: %s
sv: Kan inte spara anslutning: %s

source: Event system not initialized
sv: Händelsesystemet är inte initierat

source: Drive menu (left panel)
sv: Enhetsmeny (vänster panel)

source: &off
sv: &av

source: HTTP error %ld
sv: HTTP-fel %ld

source: Put selected name to cmdline
sv: Infoga valt namn på kommandoraden

source: Huge file
sv: Mycket stor fil

source: unterminated attribute value
sv: oavslutat attributvärde

source: Sample
sv: Exempel

source: &Mark columns
sv: &Markera kolumner

source: Editor: fold closed
sv: Redigerare: kod invikt

source: Namespace:
sv: Namnrymd:

source: Creating archive...
sv: Skapar arkiv...

source: With support for X11 events
sv: Med stöd för X11-händelser

source: Navigation
sv: Navigering

source: %s in %d file
sv: %s i %d fil

source: %s in %d files
sv: %s i %d filer

source: Getting file
sv: Hämtar fil

source: &File
sv: &Fil

source: Enter line:
sv: Ange rad:

source: Warning: cannot load codepages list
sv: Varning: kan inte läsa in listan över teckenkodningar

source: Add to hotlist
sv: Lägg till favoriter

source: Comment
sv: Kommentar

source: Remote file already exists. Overwrite?
sv: Fjärrfilen finns redan. Skriva över?

source: Auto-discover tags file in parent directories
sv: Hitta taggfil automatiskt i överordnade kataloger

source: &Dynamic paragraphing
sv: &Dynamisk styckeindelning

source: helpers for %s
sv: hjälpprogram för %s

source: Quick view
sv: Snabbvy

source: Stale link
sv: Bruten länk

source: Cannot chmod %s
sv: Kan inte ändra rättigheter för %s

source: Pause after run
sv: Paus efter körning

source: (no suggestions)
sv: (inga förslag)

source: Not connected to a cluster.
sv: Inte ansluten till ett kluster.

source: Cannot overwrite directory "%s"
sv: Katalogen "%s" kan inte skrivas över

source: Insert command output (Lua action)
sv: Infoga kommandoutdata (Lua-åtgärd)

source: &Access time
sv: Använ&d senast

source: Num of replace tokens not equal to num of found tokens
sv: Antalet ersättningssymboler matchar inte antalet funna symboler

source: Send to panel
sv: Skicka till panel

source: Confirmation|O&verwrite
sv: Confirmation|&Skriv över

source: &Encoding...
sv: &Teckenkodning...

source: File not found in TAR stream
sv: Filen hittades inte i TAR-strömmen

source: Filter error: %s
sv: Filterfel: %s

source: Store relative &paths
sv: Lagra relativa &sökvägar

source: Add Context to Favorites
sv: Lägg till kontext i favoriter

source: Undo history is not available. The change log was overwritten after a large edit.
sv: Ångringshistoriken är inte tillgänglig. Ändringsloggen skrevs över efter en stor ändring.

source: Cannot find the user's skins directory
sv: Kan inte hitta användarens temakatalog

source: shell: cannot create a pipe
sv: shell: kan inte skapa ett rör

source: To&ggle mark
sv: Vä&xla markering

source: unspecified
sv: ospecificerad

source: Selected item of a list that does not have the focus, e.g. Find File results after Tab
sv: Vald post i en lista utan fokus, t.ex. sökresultat efter Tab

source: &External panelize
sv: &Externt kommando till panel

source: FileOperation|Move
sv: FileOperation|Flytta

source: &Compare directories
sv: Jämför &kataloger

source: Arrows / Navigation
sv: Piltangenter / Navigering

source: %s has no override to remove
sv: %s saknar åsidosättning att ta bort

source: &Viewer
sv: &Visare

source: shell: cannot read the remote file
sv: shell: kan inte läsa fjärrfilen

source: Macro explorer
sv: Makrohanterare

source: &Listing format...
sv: &Listformat...

source: control character in string
sv: styrtecken i sträng

source: Tab size 4
sv: Tabbredd 4

source: Half page up
sv: En halv sida upp

source: &Unfold all
sv: Vik &ut allt

source: False:
sv: Falskt:

source: Cannot create temporary merge file
sv: Det går inte att skapa en tillfällig sammanslagningsfil

source: Next bookmark
sv: Nästa bokmärke

source: Pod logs source
sv: Källa för poddloggar

source: View raw file
sv: Visa fil utan tolkning

source: expected '>' to close an end tag
sv: förväntade '>' för att avsluta en sluttagg

source: EXTFS virtual file system: wrong archive name
sv: EXTFS virtuellt filsystem: fel arkivnamn

source: &Modify time
sv: Tid &innehållsändr

source: Hidden files hidden
sv: Dolda filer döljs

source: &Do backups with following extension:
sv: &Gör säkerhetskopior med följande filnamnstillägg:

source: Put other link to cmdline
sv: Infoga andra panelens länk på kommandoraden

source: Destination directory:
sv: Målkatalog:

source: LIKE - wildcard * ? ($regex)
sv: LIKE - jokertecken * ? ($regex)

source: Cannot create an SSH session for %s:%d
sv: Kan inte skapa en SSH-session för %s:%d

source: insert %d
sv: infoga %d

source: Filter view
sv: Filtrera vy

source: Find Declaration
sv: Sök deklaration

source: ButtonBar|PullDn
sv: ButtonBar|DraNer

source: Invalid token number %d
sv: Otillåtet symbolnummer %d

source: Column header
sv: Kolumnrubrik

source: Find *.orig after patching
sv: Sök *.orig efter patchning

source: Run
sv: Kör

source: ButtonBar|Options
sv: ButtonBar|Inst

source: Compare files (diff)
sv: Jämför filer (diff)

source: MongoDB find
sv: MongoDB-sökning

source: Screen lis&t
sv: Skä&rmlista

source: Both panels should be in the listing mode to use this command
sv: Båda panelerna måste vara i fillistläge för att använda detta kommando

source: Searching...
sv: Söker...

source: external tool for unsupported archives.
sv: externa verktyget för arkiv som inte stöds.

source: Passwords do not match
sv: Lösenorden stämmer inte överens

source: This plugin does not support deleting files
sv: Denna insticksmodul stöder inte borttagning av filer

source: helpers (no host selected)
sv: hjälpprogram (ingen värd vald)

source: Cannot read source link %s
sv: Kan inte läsa källans länk %s

source: Advanced
sv: Avancerat

source: View named file
sv: Visa namngiven fil

source: plugin
sv: insticksmodul

source: A&uto save setup
sv: A&utospara inställningar

source: Row o&ffset
sv: Rad&position

source: replace
sv: ersätt

source: Select line
sv: Markera rad

source: ButtonBar|Rescan
sv: ButtonBar|Läs om

source: Encrypted 7z needs the external tool, it is off in the archiver settings
sv: Krypterad 7z kräver det externa verktyget, som är avstängt i arkiveringsinställningarna

source: Switch Namespace
sv: Byt namnrymd

source: S&maller
sv: M&indre

source: Cannot start the SFTP session with %s:%d
sv: Kan inte starta SFTP-sessionen med %s:%d

source: Child died unexpectedly
sv: Barnprocessen gick oväntat ned

source: Select to file end
sv: Markera till filens slut

source: Permission: none
sv: Rättighet: ingen

source: Indexed: %u symbols
sv: Indexerade: %u symboler

source: Type: %s
sv: Typ: %s

source: shell: cannot open %s: %s
sv: shell: kan inte öppna %s: %s

source: [NoName]
sv: [Namnlös]

source: Paste
sv: Klistra in

source: Setup saved to %s
sv: Inställningar sparade till %s

source: Plugin %s has no show operation
sv: Insticksmodulen %s saknar visningsåtgärd

source: <Unknown group>
sv: <Okänd grupp>

source: Command history button
sv: Knapp för kommandohistorik

source: Insert failed: %s
sv: Infogning misslyckades: %s

source: Existing:
sv: Existerande:

source: No indexed files found.
sv: Inga indexerade filer hittades.

source: Edit extensions file
sv: Redigera filändelsefil

source: mcpeek failed
sv: mcpeek misslyckades

source: Edit preset
sv: Redigera förinställning

source: Find by date range
sv: Sök efter datumintervall

source: This function is not implemented
sv: Denna funktion är inte implementerad

source: Encod&ing...
sv: &Teckenkodning...

source: Merge from other file
sv: Sammanfoga från andra filen

source: General options
sv: Allmänna inställningar

source: Cannot create target file %s
sv: Kan inte skapa målfil %s

source: Ma&rk moves down
sv: Markering flyttar &nedåt

source: Request to run in color mode
sv: Begär att få köra i färgläge

source: &Auto (right when wide)
sv: &Auto (höger om brett)

source: Up
sv: Upp

source: Cannot accept this key. You pressed: %s
sv: Kan inte godta denna tangent. Du tryckte på: %s

source: Copy tagged files to plugin panel?
sv: Kopiera markerade filer till insticksmodulpanelen?

source: %s is already bound to %s. Reassign anyway?
sv: %s är redan bundet till %s. Tilldela ändå?

source: &Panel options...
sv: &Panelalternativ...

source: Authenticating via ssh-agent...
sv: Autentiserar via ssh-agent...

source: Cannot save file
sv: Kan inte spara fil

source: Edit files
sv: Redigera filer

source: &System Wide
sv: &Systemets

source: Cannot rename %s to %s: %s
sv: Kan inte byta namn på %s till %s: %s

source: Select scroll down
sv: Markera och rulla nedåt

source: Learn terminal [%s]
sv: Lär in terminal [%s]

source: Space key
sv: Mellanslag

source: Scroll down
sv: Rulla nedåt

source: New :
sv: Ny :

source: Column select down
sv: Kolumnmarkera nedåt

source: Sort by version
sv: Sortera efter version

source: SSH &compression
sv: SSH-&komprimering

source: Owner name:
sv: Ägarnamn:

source: &Thorough
sv: &Noggrann

source: &Maximum
sv: &Maximal

source: &Replace...
sv: &Ersätt...

source: &Manage plugins...
sv: &Hantera insticksmoduler...

source: &Copy
sv: &Kopiera

source: &Edit - F4
sv: &Redigera - F4

source: Manage plugins
sv: Hantera insticksmoduler

source: Forget directory
sv: Glöm katalog

source: &Permissions
sv: R&ättigheter

source: Which highlighting file you want to edit?
sv: Vilken färgkodningsfil vill du redigera?

source: --follow and --previous are mutually exclusive.
sv: --follow och --previous kan inte användas samtidigt.

source: &none
sv: &ingen

source: shell: connection to server failed: %s
sv: shell: anslutningen till servern misslyckades: %s

source: Cannot change directory to %s
sv: Det går inte att ändra katalog till %s

source: Cannot overwrite file %s
sv: Kan inte skriva över fil %s

source: Find References
sv: Sök referenser

source: Class/struct &members
sv: &Medlemmar i klass/struktur

source: Filename:
sv: Filnamn:

source: Filesystem: %s
sv: Filsystem: %s

source: Load
sv: Ladda

source: Top level group
sv: Toppnivågrupp

source: Pack arguments:
sv: Packningsargument:

source: shell: the transfer was left unfinished
sv: shell: överföringen lämnades ofullständig

source: Move/rename file(s)
sv: Flytta/byt namn på filer

source: Cannot translate from %s to %s
sv: Kan inte översätta från %s till %s

source: Cannot open pipe for reading %s
sv: Kan inte öppna rör för läsning %s

source: Toggle show symbols
sv: Växla symbolvisning

source: Builtin (libarchive)
sv: Inbyggd (libarchive)

source: &Inode
sv: &Inod

source: Toggle right panel in terminal mode
sv: Växla höger panel i terminalläge

source: Host is required for SSH connection
sv: Värd krävs för SSH-anslutning

source: This template cannot be represented as builder rules. Use Edit as File in the find dialog to insert it as raw JSON.
sv: Denna mall kan inte uttryckas som regler i filterbyggaren. Använd Redigera som fil i sökdialogen för att infoga den som rå JSON.

source: This plugin does not support file viewing
sv: Denna insticksmodul stöder inte filvisning

source: Runtime errors
sv: Körfel

source: Last selected menu item
sv: Senast valda menypost

source: no element found
sv: inget element hittades

source: Container (available:
sv: Container (tillgängliga:

source: Check word
sv: Kontrollera ord

source: Relative symlin&k
sv: &Relativ symlänk

source: Esc key mode
sv: Esc-tangentläge

source: Directory %s is not empty. Delete it recursively?
sv: Katalog %s är inte tom. Ta bort den rekursivt?

source: %s is found in the list of known hosts but KEYS DO NOT MATCH! THIS COULD BE A MITM ATTACK! Are you sure you want to add it to the list of known hosts and continue connecting?
sv: %s finns i listan över kända värdar men NYCKLARNA STÄMMER INTE ÖVERENS! DET KAN VARA EN MITM-ATTACK! Vill du verkligen lägga till värden i listan över kända värdar och fortsätta ansluta?

source: Select to page end
sv: Markera till sidans slut

source: Button bar
sv: Knapprad

source: Initializing network session...
sv: Initierar nätverkssession...

source: %s: %ld bytes, file %lld bytes
sv: %s: %ld byte, fil %lld byte

source: Status bar
sv: Statusrad

source: Choose syntax highlighting
sv: Välj syntaxmarkering

source: Go for&ward
sv: Gå &framåt

source: Lines bookmarked by hand
sv: Rader med manuellt satta bokmärken

source: Local
sv: Lokal

source: Bucket name:
sv: Bucketnamn:

source: Directory tree
sv: Katalogträd

source: &Find file
sv: &Sök fil

source: &Line number
sv: &Radnummer

source: &Remember this answer for the rest
sv: &Kom ihåg detta svar för resten

source: Hotlist Load
sv: Ladda favoriter

source: unterminated CDATA section
sv: oavslutat CDATA-avsnitt

source: Page Up
sv: Sida upp

source: Column select left
sv: Kolumnmarkera åt vänster

source: Command line, selected text
sv: Kommandorad, markerad text
